---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithLips.BendWidth
source: html/e5ad6b8f-40fb-8265-eef5-c85434a0039d.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithLips.BendWidth Property

Bend segment width.

## Syntax (C#)
```csharp
public double BendWidth { get; set; }
```